Repository: common-repository/smart-threema
Catalog: languages/smart-threema-*.po
Languages: de_de

source: Add Threema Buttons to your Website and allow your Visitor to Contact you.
de_de: Fügen Sie den Threema Button zu Ihrer Website hinzu und ermöglichen Sie Ihrem Besucher, Sie zu kontaktieren.

source: Add your Threema Smart ID (Exampl.: ABCDEFGH)
de_de: Fügen Sie Ihre Threema ID hinzu (Beispiel.: ABCDEFGH)

source: Save
de_de: Speichern

source: Reset
de_de: Zurücksetzen

source: Container Positions
de_de: Positionierung des Threema Elements

source: Pages
de_de: Seiten

source: Posts
de_de: Beiträge

source: Pages & Posts
de_de: Seiten & Beiträge

source: No Button
de_de: Kein Button

source: Floating Button activate or deactivate
de_de: Floating Button aktivieren oder deaktivieren

source: If you want you can here activate the floating Button. A Button on the Right side - floating on a specific position
de_de: Wenn Sie möchten, können Sie hier den schwebenden Button aktivieren. Ein Button auf der rechten Seite - fest sitzend auf einer bestimmten Position

source: Floating Button is disabled
de_de: Floating Button ist deaktiviert

source: Floating Button is enabled
de_de: Floating Button ist aktiviert

source: Floating Button Position
de_de: Die Position des Floating Button

source: Position from right to left in px or %
de_de: Position von rechts nach links in px oder %

source: Position from bottom to above in px or %
de_de: Position von unten nach oben in px oder %

source: Shortcode
de_de: Kurzbefehl

source: Now we support some Shortcode. Use the following Shortcode to add your Threema Button, whereever you want.
de_de: Jetzt unterstützen wir einige Kurzbefehle. Verwenden Sie den folgenden Kurzbefehl, um Ihre Threema-Schaltfläche hinzuzufügen, wo immer Sie wollen.

source: standard design without any styling
de_de: Standarddesign ohne Styling

source: Design it yourself
de_de: Gestalten Sie es selbst

source: if you want to style this shortcode, use the following css codes and addept it to your needs. add it into your style-sheet, at your child-theme
de_de: Wenn Sie diesen Shortcode formatieren möchten, verwenden Sie die folgenden css-Codes und passen Sie ihn Ihren Anforderungen an. Fügen Sie dann den neuen Code in ihrem CSS File hinzu

source: /* Style the Border */
de_de: /* Rand designen */

source: /* style title color */
de_de: /* Titel Farbe */

source: /* style title font size */
de_de: /* Schriftgrösse */

source: /* style description text */
de_de: /* Beschreibungstext */

source: This is the Threema Smart WordPress Plugin - created by Eric-Oliver M&auml;chler
de_de: Dies ist das Threema Smart WordPress Plugin - erstellt von Eric-Oliver Mächler
